/**
 * Russian translation file for Query Tool
 *
 * version 0.2
 *
 * Update version number when you make changes please.
*/
var phrases = {

    "documentation": "Документация",

    "choose-data-categories": "Выбор категорий данных",
    "historical": "Исторические",
    "historical-description": "данные приводятся в исходных категориях периода [источника?]",
    "modern": "Современные",
    "modern-description": "данные приводятся в современных категориях и классификациях, непосредственно сравнимых во времени.",
    "data-categories-info": "Данные электронного архива доступны в двух форматах: в так называемой 'исторической классификации', т.е. в категориях периода взятых из источника, а также в 'современной классификации', т.е. в переводе на категории современных таксономий и систем классификации. Эти два формата предназначены для разных целей. Историческая классификация подвергалась лишь элементарной систематизации и унификации, остается поэтому ближе всего к источнику, и как правило предлагает большую степень детализации. Современная классификация различает меньшего числа категорий, но обеспечивает полную сопоставимость во времени. В целях достижения международной сопоставимости были использованы общепринятые системы классификации там, где это возможно. Для большей информации, см. .......[window/tab which opens methodological paper]",
    "switch-mode-confirm":"RU Switching mode will reset the screen and all custom selections, are you sure?",

    "choose-year": "Выбор год",
    "year-info": "Указанные годы являются условными временными срезами. При составлении баз данных прилагались все возможные усилия для того, чтобы найти данные именно для этих конкретных лет. Там, где это не было возможно, база данных комплектовалась данными за ближлежащие годы. Для полной информации о том, к какому конкретному году относятся данные следует обращаться к данным в формате БД в файловом каталоге [link] ",
    "switch-year-confirm":"RU switching year will reset the screen and all your selections, are you sure?",

    "choose-regions": "Выбор региона",
    "regions-info": "Электронный архив включает данные только для регионов в составе нынешней Российской Федерации. Несмотря на это, для некоторых временных срезов и тем доступны также данные для остальных регионов Российской Империи/Советского Союза.",
    "select-all": "выбрать все",
    "deselect-all": "отменить выбор",
    "search": "поиск",

    "choose-indicators": "Выбор показателей",
    "indicators-info": "Категории данных в Электронном архиве являются иерархическими. Для некоторых направлений данных иерархия выходит за пределы 4-го уровня, последнего доступного уровня в интерфейсе РИСТАТ. Пользователям, заинтересованным в данных на уровнях ниже, следует пользоваться 'двойными' чекбоксами на уровне 4. Таким образом подкатегории на всех уровнях ниже четвертого будут включены в результат запроса.",
    "level": "Уровень",
    "of": "из",
    "selected": "показателей выбранных",
    "no-subitems": "Нет подкатегорий данных на этом уровне",
    "select-all-as-aggregated":"выбрать все с подсчетом итог на этом уровне",
    "deselect-all-as-aggregated":"отменить выбор с подсчетом итог на этом уровне",
    "select-all-depth":"выбрать все с подкатегориями на всех уровнях ниже",
    "deselect-all-depth":"скрыть подкатегории на всех уровнях ниже",
    "generate":"Построить таблицу",

    "noresult":"(ru) Your selection doesn't contain data, please extend your selection with extra indicators and/or regions",
    "unit":"Ед. изм",
    "count":"Наличие",
    "na":"нет данных",

    "result":"Результат",
    "download":"Скачать таблицу и документацию в одном архиве zipfile",
    "nopreview": "Предварительный просмотр результата не доступен для запросов в современных категориях: результат включает все годы и все регионы для которых запрашиваемые показателы имеются в базе данных."
}