/**
 * Russian translation file for Query Tool
 *
 * version 0.3
 *
 * Update version number when you make changes please.
*/
var phrases = {

    "documentation": "Документация",

    "choose-data-categories": "Выбор категорий данных",
    "historical": "Исторические",
    "historical-description": "данные приводятся в исходных категориях источника.",
    "modern": "Современные",
    "modern-description": "данные приводятся в современных категориях и классификациях, непосредственно сравнимых во времени.",
    "data-categories-info": "Данные электронного архива, представляются в двух форматах: в так называемой 'исторической классификации', т.е. в категориях, взятых из источников и, возможно, не соответствующих категориям других периодов, а также в 'современной классификации', т.е. в переводе на категории современных таксономий и систем классификации. Эти два формата предназначены для разных целей. Историческая классификация подвергалась лишь элементарной систематизации и унификации, остается поэтому ближе всего к источнику, и как правило предлагает большую степень детализации. Современная классификация различает меньшее число категорий, но обеспечивает сопоставимость данных во времени. В целях достижения международной сопоставимости были использованы общепринятые системы классификации там, где это возможно. Подробнее см.:",
    "switch-mode-confirm":"Подтвердите, что Вы заканчиваете работу с данной выборкой.",

    "choose-year": "Выбор года",
    "year-info": "Указанные годы являются условными временными срезами. При составлении базы данных прилагались все возможные усилия для того, чтобы найти данные именно для этих конкретных лет. Там, где это не было возможно, база данных комплектовалась данными за ближайшие к ним годы. Для получения полной информации о том, к какому конкретному году относятся те или иные сведения, следует обращаться к данным через файловый каталог: https://ristat.org/ru/datasets/indicators",
    "switch-year-confirm":"Подтвердите, что Вы заканчиваете работу с данной выборкой.",

    "choose-regions": "Выбор региона",
    "regions-info": "Электронный архив в основном включает данные только для территории, входящей в состав нынешней Российской Федерации 2002 г. Тем не менее, в некоторых случаях в проекте также представлены данные по остальным регионам Российской империи или Советского Союза. Подробнее см.:",
    "select-all": "выбрать все",
    "deselect-all": "отменить выбор",
    "search": "поиск",

    "choose-indicators": "Выбор показателей",
    "indicators-info": "Категории данных в Электронном архиве устроены по иерархическому принципу: можно получить суммарные данные на любом уровне, начиная с самого общего первого, а можно получить информацию и по более дробным подкатегориям (если она была представлена в источниках). Для некоторых направлений данных дробление категорий может выходить за пределы 4-го уровня, последнего доступного уровня в интерфейсе РИСТАТ. Для того, чтобы получить эту информацию, следует поставить отметку на 'двойных' чекбоксах на уровне 4.",
    "level": "Уровень",
    "of": "из",
    "selected": "показателей выбранных",
    "no-subitems": "Нет подкатегорий данных на этом уровне",
    "select-all-as-aggregated":"выбрать все значения без разбивки на подкатегории нижеследующих уровней",
    "deselect-all-as-aggregated":"отменить выбор показателей на этом уровне",
    "select-all-depth":"выбрать все значения с разбивкой на подкатегории нижеследующих уровней",
    "deselect-all-depth":"скрыть подкатегории нижеследующих уровней",
    "generate":"Построить таблицу",

    "noresult":"Не выбран показатель и/или регион: ​уточните выборку",
    "unit":"Ед. изм.",
    "count":"Наличие",
    "na":"нет данных",

    "result":"Результат",
    "download":"Скачать таблицу и документацию в одном архиве формата zip",
    "nopreview": "Для запросов в современных категориях недоступен предварительный просмотр результатов​. Все имеющиеся данные вместе с документацией можно скачать ​одним архив​ом​ формата zip​."
}